[Battery.whaleoilbattery_nodarkvision_twk DisTweaks_WhaleOilBattery]
m_EmptyName=""

[Battery.whaleoilbattery_nodarkvision_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鲸油罐"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Bodybag_Callista:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="卡莉斯塔"
m_InteractText=" `GBA_Use` 搜索"

[Bodybag_Callista_Readable DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Bodybag_Callista_Readable:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="卡莉斯塔"
m_InteractText="`GBA_Use` 阅读"

[BodyBag_Lydia:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="莉迪亚"
m_InteractText=" `GBA_Use` 搜索"
m_AltInteractText=""
m_UseMessage="你什么也没发现"
m_AltUseMessage=""
m_CannotUseMessage=""

[BodyBag_Wallace:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="华莱士"
m_InteractText=" `GBA_Use` 搜索"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Bodybag_Wallace_Readable DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Bodybag_Wallace_Readable:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="华莱士"
m_InteractText=" `GBA_Use` 搜索"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_kennellocked DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已上锁"

[Door_Transitions.LTD_Hub_to_SwrWrks_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[Door_Transitions.LTD_Hub_to_SwrWrks_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="至老顿沃下水道"
m_InteractText="`GBA_Use` 打开"

[FakeDoor_Kennel DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[FakeDoor_Kennel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"

[Hrlm_T2_Curnow_Cameo_twk:DisTweaks_Interactable_PickupBase_45 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="胭脂红浮雕"

[LTD_Hub7toSewer DisTweaks_UsableObject]
m_LockedMessage="它被堵住了"
m_LockedMessage="它被堵住了"

[LTD_Hub7toSewer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[mattress_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="床垫"
m_InteractText="`GBA_Use` 睡觉"

[Pickups.BP_Piero_Pylon2_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.BP_Piero_Pylon2_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_Piero_Pylon_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.BP_Piero_Pylon_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.Brandy_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Brandy_twk:DisTweaks_Interactable_PickupBase_101 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="国王街白兰地"
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.Corvo_Mask_twk:DisTweaks_Interactable_PickupBase_10 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾取它"

[Pickups.Hrlm_SamsWarMedal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Hrlm_SamsWarMedal_twk:DisTweaks_Interactable_PickupBase_9 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="萨缪尔的战争勋章"
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage="萨缪尔的战争勋章 (`n `i)"
m_AltUseMessage=""
m_CannotUseMessage=""

[PubNotes.PendletonReward DisAbstractItem]
m_ItemName="潘德顿勋爵的报酬"
m_PluralItemName=""
m_Description="科尔沃，\n\n这个有关我兄弟的麻烦事一点都不让人开心，所以我不想再谈论了。然而，我真的必须感谢你。我听说你用了其他的办法解决他们，而没有杀死他们。太妙了。不论他们在哪儿，即使他们十分悲惨，至少他们活着。所以也许某天我会再遇见他们。\n\n--特雷弗·潘德顿勋爵 "

[SokolovCellDoor DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已上锁"

[SokolovCellDoor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_piero_twk DisTweaks_UsableObject]
m_LockedMessage="不可操作的"

[wall_lever_01_piero_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="保护罩开关"

[wall_lever_01_signal_twk DisTweaks_UsableObject]
m_LockedMessage="空的"

[wall_lever_01_signal_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="萨缪尔的信号弹"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

